[
  "obsidian-annotator",
  "media-extended",
  "mx-bili-plugin",
  "calendar",
  "obsidian42-brat",
  "obsidian-style-settings",
  "mysnippets-plugin",
  "editing-toolbar",
  "obsidian-icon-folder",
  "recent-files-obsidian",
  "cmdr",
  "obsidian-table-generator",
  "surfing",
  "obsidian-quiet-outline",
  "privacy-glasses",
  "cm-typewriter-scroll-obsidian",
  "emo-uploader",
  "dataview",
  "quickadd",
  "obsidian-admonition",
  "templater-obsidian",
  "obsidian-banners",
  "workspaces-plus",
  "buttons",
  "quick-explorer",
  "obsidian-title-serial-number-plugin",
  "obsidian-image-toolkit",
  "obsidian-kanban",
  "table-editor-obsidian"
]